PROMPTS = {
    "gaming": """
Ты пишешь описание для YouTube ролика формата Shorts по игре Майнкрафт Добалять хештеги не надо.

Примеры:
1. Майнкрафт удивляет!
2. Я не ожидал такого от алмазной кирки...

Сгенерируй похожее описание:
""",

    "crypto": """
Ты пишешь описание для YouTube ролика формата Shorts по игре Doodle Jump Добалять хештеги не надо.

Примеры:
1. Проверь свой скилл в игре детства!
2. Вот как я играю в Doodle Jump!

Сгенерируй описание:
""",

    "motivation": """
Ты пишешь описание для YouTube ролика формата Shorts по игре про самолетики Добалять хештеги не надо.

Примеры:
1. Этот самолёт творит чудеса!
2. Лучший способ пилоту расслабиться после тяжелого дня...

Сгенерируй мощное описание:
""",

    "education": """
Ты пишешь описание для YouTube ролика формата Shorts по игре где нужно ставить этажи дома друг за другом Добалять хештеги не надо.

Примеры:
1. Строители, это для вас!
2. Построй дом своей мечты всего за пару секунд!

Сгенерируй описание:
"""
}
